var SERVERURL="/hlpads/adminmanager/";
var PAGESIZE=20;
var REQUEST_SUCESS = "1";// 处理正常
var REQUEST_SRC = "5";// 请求来源
var REQUEST_RESULT={
"-1":"请求参数错误",
"-2":"请求类型错误",
"-3":"服务端程序执行异常",
"-4":"请重新登录",
"-9901":"用户名或密码错误",
"-9902":"用户未登录",
"-9903":"CPID错误",
"-9904":"渠道名为空",
"-9905":"渠道ID错误",
"-9906":"折扣率格式错误",
"-9907":"状态错误",
"-9908":"商品名为空",
"-9909":"信息同步地址错误",
"-9910":"商品类型错误",
"-9911":"渠道创建失败",
"-9912":"商品创建失败",
"-9913":"商品ID错误",
"-9914":"商品计费策略名称为空",
"-9915":"商品计费策略ID错误",
"-9916":"支付方式折扣率格式错误",
"-9917":"支付方式状态格式错误",
"-9918":"计费点价格错误",
"-9919":"计费点状态错误",
"-9920":"计费点类型错误",
"-9921":"支付类型错误",
"-9922":"计费类型错误",
"-9923":"商户公司名称为空",
"-9924":"商户公司地址为空",
"-9925":"新密码为空",
"-9926":"商品名已存在",
"-9927":"旧密码为空",
"-9928":"旧密码错误",
"-9929":"计费方案名已存在",
"-9930":"渠道名已存在",
"-9931":"渠道ID已被使用",
"-9932":"商品ID已被使用",
"-9933":"源号码为空",
"-9934":"拦截关键字为空",
"-9935":"运营商为空",
"-9936":"所属区域为空",
"-9937":"所属公司为空",
"-9938":"上行指令为空",
"-9939":"目标号码为空",
"-9940":"业务名为空",
"-9941":"资费为空",
"-9942":"模版为空",
"-9943":"手机号为空",
"-9944":"类型错误",
"-9945":"公司名已存在",
"-9946":"添加失败该省限额已存在，请进行修改！",
"-9947":"添加失败该省模版已存在，请进行修改！",
"-9948":"添加失败该源号码拦截模版已存在，请进行修改！",
"-9949":"CPName为空",
"-9950":"用户无此权限",
"-9951":"手机黑名单已存在,请进行修改操作",
"-9952":"该公司有可用的短信指令,不可编辑或删除!"
};
var PRODUCT_TYPE={
"1":"RPG",
"2":"MMO",
"3":"ACT",
"4":"SLG",
"5":"FPS"
};
var PARAM_STATUS={
"0":"上线",
"-1":"暂停",
"-2":"删除"
};
var SHOW_PARAM_STATUS={
"0":"上线",
"-1":"暂停",
"-2":"下线"
};
var USER_NAME="admin";