<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta http-equiv="Content-Language" content="zh-cn" />
<meta name="keywords" content="荟森数码,手机网站,微信营销" />
<meta name="description" content="荟森数码" />
<meta name="author" content="荟森数码" />
<title>荟森数码--FAQ</title>
<link href="css/style.css" rel="stylesheet" type="text/css" />
<script src="js/jquery.js" type="text/javascript"></script>
<script src="js/jquery.easing.js" type="text/javascript"></script>
<script src="js/jquery.navpart.js" type="text/javascript"></script>
<script src="js/jquery.faq.js" type="text/javascript"></script>
<script src="js/public.js" type="text/javascript"></script>
<script src="js/MSClass.js" type="text/javascript"></script>
<script type="text/javascript">
//navpart
$(function(){$("#navpart").lavaLamp({ fx:"backout", speed:700})});

//便民导航
head(100,"top");
</script>
</head>

<body>
<?php include('header.php'); ?>

<div id="location">
	<div>服务&amp;支持<span>Service &amp; Support</span></div>
</div>
<div id="navpart" class="navpart-service">
    <ul>
        <li><a href="index.php?controller=service">服务理念</a></li>
        <li class="hover current-cat"><a href="index.php?controller=service&action=faq">FAQ</a></li>
        <li><a href="index.php?controller=service&action=feedback" class="last">提交反馈</a></li>
    </ul>
</div>

<div id="content">
	<div id="faq_list">
        <div class="title">常见问题(FAQ)</div>
        <div class="types">
        	            <a href="index.php?controller=service&action=faq"><b class="l"></b><b>域名问题</b><b class="r"></b></a>
                        <a href="index.php?controller=service&action=faq2"><b class="l"></b><b>虚拟主机问题</b><b class="r"></b></a>
                        <a href="index.php?controller=service&action=faq3"><b class="l"></b><b>邮局问题</b><b class="r"></b></a>
                        <a href="index.php?controller=service&action=faq4" class="current"><b class="l"></b><b>网站建设问题</b><b class="r"></b></a>
                    </div>
                <ul><span></span>如何让我的网站在搜索引擎上排名靠前？</ul>
        <li><div>您想确保您的站点能够被搜索引擎找到，并被赋予一个好的排位？<br />
首先，您要选择一个信得过的网络公司为您策划整个网站；不光是如何做，做成什么样；要考虑的更多的是如何利于搜索引擎抓取；如何能有效地后续服务；如何能及时改变关键词的密度…… 这些，荟森数码都为您想到了。<br />
其次，您需要有一位专员为您的网站持续更新。要尽量将以前图片的东西文字化，同时，要根据抓取情况及时调整关键词的战略。这些，也可以交给荟森数码为您代劳<br />
其它的，如需要一台稳定双线的虚拟空间、一个好记有意义的域名等等，全部交给我们(荟森数码)，您就可以高枕无忧了。</div></li>
                 <ul><span></span>企业网站如何给自己的网站定位？</ul>
        <li><div>定位您的网站，首先要明确定位营销网站的诉求风格，一般来说，网站在诉求风格上有理性诉求和感性诉求及综合型三种，任何营销性的网站都面临这样一个选择：你应该将“诉求”和沟通策略建立在一种由不容置疑的证据所支持的主张上呢，还是应该建立一种被顾客“感觉”良好的情感诉求呢？一般来说，理性诉求强调理论及逻辑性，以事实为基础，以介绍性文字为主；感性诉求则强调直觉，以价值为基础，以形象塑造为主。
强调理性诉求的网站以事实为依据，以产品或技术为核心，通过产品或技术，突出企业特点，进行营销活动，着力点在产品或技术的视觉冲击力和吸引力。这种类型的网站往往在对产品或技术方面不惜笔墨，以理性诉求确立其营销地位，力求在顾客心中营造一种技术领先的氛围，从而产生对企业的信任感。显然，这类站点在设计方面相对要求不高，但一定要在技术、产品的宣传、展示以及应用和对实际的具体作用等方面下力气渲染，并在风格上一定要保持一致，最好与企业的ＣＩ形象一致，以保持企业在消费者网上、网下形象的连续形象，从而树立巩固的地位。
强调感性诉求的网站多以树立企业形象为主，以服务为导向。这里的服务有两方面含义，一是本身企业提供的就是服务，如服务行业；二是企业的售前、售后服务。通过服务提升企业在客户心中的地位，从而促进营销，这一类型则一定要注重网站的风格设计和创意，以感性诉求为主，着意渲染或营造一种特有的企业氛围，着意体现一种网站或产品及服务的价值感，决不能平铺直叙，更不能只是将传统的服务搬到网上来，我看目前绝大多数网站就是这样，我们提供什么什么服务，欢迎与我们联系，等等，试想，互联网只是一个虚拟的环境，您没有给浏览者营造一种可信的氛围，人家凭什么相信你的服务呢？现实中企业的信誉在网上一样有效。<br />
你可能找不出自己真正具有实力的地方，不要紧，我们可以通过网站建设，回过头来审视一下自己的公司、企业，重新为企业塑造一个新的形象定位，并在以后的运营中下力气加强建设，从而在行业中独树一帜，力求在顾客心中营造一种崭新的形象，并产生信任感。请您仔细考虑一下：互联网上成百上千的同行业网站，顾客为什么购买或使用你的产品或服务，而没有选择竞争者的产品或服务？市场经济是竞争性的。你必须为人们选择你的品牌而不是他人的品牌创造理由。因此，一方面，要加强特殊氛围的营造，在感性诉求上下功夫，消除企业与顾客在时间与空间上的距离，建立客户忠诚度，增加客户价值，通过拓展、建立、保持并强化客户关系使自身效益最大化?；另一方面，好好设计你的网站，独特的设计能够营造一种独特的企业文化——互联网企业文化，也许这与传统营销风格不符，不要紧，不要太过于依赖传统营销！
综合类型也比较常见，就是将上面而二者结合起来，因为对于同一种产品，不同的人可能基于不同的决定——有时产品本身的特性可以决定你是理性的还是感性的。因此，在网站的氛围营造上就要注意分辨：如果某一方面不能充分说明产品或服务的特性，就要将二者结合起来，在不同的部分分别进行理性和感性的诉求，借以打动不同类型的顾客，既以大量的事实突出企业的技术优势，又营造一种感性的氛围，强调产品或服务给人带来的价值，通过二者的结合，共同营造企业独特的氛围。<br />
 一般来说，以感性为主的网站多为生产类型的企业，而感性诉求为主的网站多为服务类型的企业，当然这种分类方法并不是绝对的，有时，作为生产型的企业，其网站可能是服务型的，也有可能是综合型的，也有可能一个网站在不同时期选择不同类型的网站，在诉求风格上也就不一样。但不管是什么类型，还是那句话，一切为营销服务，这样，网站才能发挥其真正的价值。</div></li>
                 <ul><span></span>英文网站建设常见问题及解决方案</ul>
        <li><div>英文网站建设存在的常见问题有：<br /> 
      1.网站设计中国化，不符合国外用户浏览习惯，导致外国人很难找到他想要的资讯和浏览习惯，感觉别扭；<br /> 
      2.网站设计不专业，做工粗糙，很多英文语法错误，导致让国外用户感觉该公司很小很不专业而且粗心，而得不到其合作机会；<br /> 
      3.网站在国外无法打开，要不国外用户打开其网站慢得难以忍受； <br />
      4.网站上的留言反馈、在线咨询、电邮咨询是摆设，用户问了半天，没有得到回复； <br />
      5.网站基本优化没有做，在海外系列搜索引擎上排名靠后，让采购商很难找到；<br /> 
      6.网站优化做弊，被搜索引擎封了，导致在搜索引擎上找不到该网站；<br /> 
      7.忽略了国外当地用户习惯，忽略了当地的知名的网站和黄页等采购商常用的工具。<br /> 
<br />
针对上述英文网站建设问题的解决办法，建议从以下几点入手： <br />
      1.网站设计西方化，符合海外客户的浏览习惯。注意字体大小（西方人喜欢较小字体）、浏览器编码（海外很多用户没有安装中文语言支持，网站应该用utf-8编码）、细节处理（语言细节、网站设计精细等）。 <br />
      2.网站设计参考国外知名大公司，做出大气、稳重的气势来，如ibm.com等。国外用户很少来大陆来考察，很多信息都是通过网站来了解到的，公司如果小，应该在网站上做出大气来，显示自己公司的实力和专业，公司如果大，更应该展示自己的资质和实力。 <br />
      3.网站放置在海外的服务器上去，保证海外用户访问网站的速度，如果是全球化的用户群体，建议使用美国的主机。<br /> 
      4.使用海外企业邮箱或有海外转发功能的高端企业邮箱，保证全球收发正常。国内的邮件服务器因垃圾邮件问题，ip地址经常被国外屏蔽，致使发往海外的邮件常被退回或收不到，这会严重影响正常的外贸业务往来。 <br />
      5.网站建设过程中要进行最基本的网站优化，如关键词优化、导航优化、标签优化、关键词密度等都必须注意到，这些也可以算是现代网站建设的基本配置了。 
      6.不要为了投机取巧，去做一些不诚信的营销方式，如发送垃圾邮件、搜索引擎做弊等，后果很严重。<br /> 
      7.多了解目标客户群体的使用习惯。如在欧洲，很多专业的采购商使用黄页的次数比网络多。某些地方又是使用B2B商务平台比搜索引擎多，有些地方又是相反，还有展会等，要根据不同地区的习惯来制定不同的网络营销方案。</div></li>
                 <ul><span></span>备案信息不提交给你们可以吗？</ul>
        <li><div>由于备案提交表单中有一部分如“企业法人、管理员身份证……”等隐私信息，有些客户不愿意提交给我们；其实，完全不用担心，荟森作为服务多年的网络公司，服务经验丰富。另外，如果您实在不愿意通过我们提交您的备案信息，也可以直接在http://www.miibeian.gov.cn/自行备案，只需要备好后将备案号和证书提交给我们即可。</div></li>
                 <ul><span></span>我应该购买多大的网站空间？</ul>
        <li><div>网站空间容量的大小可以根据您自身企业的实际需要确定，可以根据您的企业资料、产品数量及可能通过服务器上传到网站的图片数量，网站空间容量的占用，主要是图片占用得多一些，通常情况下，荟森数码/荟森网络科技为客户开发的网站程序和数据库都是经过严格优化的。<br />
当然，如果您的网站规模比较大，实现的功能比较程序，相应的程序和数据库大小会有所增加，不过，我们跟其它网站公司及个人工作室不同，我们的程序都是经过严格的优化和设计，这样一来，可以有效的保证网站安全性和稳定性，其次，可以提高网站的整体运行速度，再次可以为客户减少不必要的空间浪费。这也是荟森数码为什么是广大建站企业首选网络公司的原因之一。<br /> 
另外，我们对客户的承诺是：网站空间适用原则。如：您的网站实际的空间容量要求是60M，我们会建议您使用100M，多留40M做为补充备用。而不会像其它网络公司一样，为了谋求短暂的私利而欺骗我们的客户使用过多根本用不上的空间。<br /> 
再者，我们的主机系统支持随时可以进行空间扩容，一旦发生空间资源紧张我们会主动与我们的客户沟通，进行适量的增加。但这种情况极少发生，只有客户提供的信息可靠，我们是为客户直接负责到底的，这也是荟森数码为什么被青睐和获得高度好评的原因之一。 
所以，您在选择使用我们的虚拟主机空间时，可以放心、安心、省心的使用。</div></li>
                 <ul><span></span>我的网站不要域名可以吗？</ul>
        <li><div>Internet域名是Internet网络上的一个服务器或一个网络系统的名字，在全世界，没有重复的域名，域名具有唯一性。从技术上讲，域名只是一个Internet中用于解决地址对应问题的一种方法。可以说只是一个技术名词。但是，由于Internet已经成为了全世界人的Internet，域名也自然地成为了一个社会科学名词，简单形象点说就是访问一个网站的时需要输入的网址。域名的形式是以若干个英文字母或数字组成，由“.”分隔成几部分，如zgcc.net 就是一个域名。 
域名是肯定需要的，不过如果您已经有注册过自己的域名了，那么您可以使用您以前所使用的域名，如果您还没有域名，那么我们建议您最好注册一个域名。</div></li>
                 <ul><span></span>没看到实际效果我们怎么能确定你能做好呢？</ul>
        <li><div>因为我们的每个产品都是专门为贵公司量身订做的，由做方案开始到设计，都是已经开始为您服务了。所以在服务时，收取费用是可以理解的。如果我们做的是套用模板的网站，那就可以先看货再付钱了。不过既然是模板，就会跟传统商品一样，你穿这样的衣服，别人也可以穿一样的，没有品牌个性可言。</div></li>
                 <ul><span></span>付款方式是哪一种？先完成后付款吗？</ul>
        <li><div>我们一般的服务流程是这样：<br />
1、先签订服务合同；<br />
2、客户预支付50%服务预付款；<br />
3、开始设计、制作网站；<br />
4、前期界面及模块、功能的确认；<br />
5、内容补充、功能完成、后台系统的搭建；<br />
6、客户确认，余款付讫。</div></li>
                 <ul><span></span>价格偏贵，许多创建网站公司的报价比荟森数码/荟森科技要低很多。</ul>
        <li><div>是的，正是因为现在做网站的公司多了，所以您才要慎重的选择一家能为您提供优质服务的公司呀。
首先您建站是要让它创造效益的，所以您应该将网站的效果和价格进行综合考虑，比如，您花2000元买一台组装电脑，我花6000元买一部高配置品牌电脑，过几个天您就会觉得您的电脑不好用，用来烦心，弃之不舍。如果再花钱去买新的品牌，那您花的钱及精力就更多，而网站再去改版要比您去买一台新电脑花的时间精力多得多。所以价格固然重要但效果才是关键。荟森数码/荟森网络科技是行业内最具性价比、最资深的网络网站服务公司，我们的承诺是让客户花最少钱，建最好的网站。</div></li>
                
         		<div id="page">
			<a href="javascript:void(0);" title="已经是第一页了!" class="prveNO">&nbsp;</a><a href="�page=1.html" class="current">1</a><a href="javascript:void(0);" title="已经是最后一页了!" class="nextNO">&nbsp;</a>        </div>
    </div>    
</div>   
<script type="text/javascript">var faq=new accordion.faq("faq");faq.init("faq_list",-1,"open");</script>


<?php include('footer.php'); ?>
<script src="js/jquery.brand.js" type="text/javascript"></script>
<script src="js/menu.js" type="text/javascript"></script>
</body>
</html>
