<?php

$curPage = 'about';
?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>游戏官网 - 关于我们</title>
<meta name="keywords" content="游戏咨讯,游戏新闻,游戏活动,游戏公告,游戏专题,游戏壁纸,玩家靓照,游戏视频">
<meta name="description" content="每天实时汇总各游戏新闻、公告、活动、专题等新鲜资讯，再也不用担心会错过精彩！">
<link href="./css/common2.css" rel="stylesheet" type="text/css">
<link href="./css/common.css" rel="stylesheet" type="text/css">

</head>
<body>
<!--header start-->
<?php include('header.php'); ?>
<!--header end--> 

<div id="zx">
<div id="about">
    <div class="title">公司简介</div><!--<img src="images/web/katongtop.png" />-->
    <div class="text"><img src="images/logo.gif" border="0" align="right" />
      <p><strong>研发理念</strong> 广州微蕊数码科技有限公司拥有雄厚的游戏自主研发实力，自成立开始就以“创新，追求，技术”为研发理念，微蕊的研发团队以满足玩家需求为出发点，通过不懈努力创新，为玩家带来游戏创意和游戏操作的新鲜体验。曾自主研发12款应用，6款已成功上线并取得良好的成绩和口碑。</p>
      <br />
      <p><strong>运营能力与新功能开发</strong> 

微蕊采用运营和研发并行的开发模式，在运营的同时随时改进游戏功能以不断满足玩家的需求，提供专业、有深度的游戏运营服务，并开发大量新功能。一直以来，微蕊的研发团队是以“更新快、体验好、更贴近”而为广大玩家服务。微蕊数码保证硬件设备的适时更新，对服务器硬件技术的发展保持高度敏感，让玩家感受更高效的游戏速度。微蕊数码运营团队积极与国内几大运营商进行合作与交流，并建立了深度合作关系。
微蕊数码致力于提供最优质的云端游戏娱乐体验，互动创造价值。</p>
      <p><strong>广州微蕊数码科技有限公司</strong>于2013年5月成立，注册资本100万元。自成立以来公司开拓创新，积极进取，提供优质的产品服务，技术支持以及运营方案。主要业务立足于手机网游的运营和发行、手机单机游戏的运营和发行。</p><br />
      <p>微蕊数码拥有国内较早从事手机网游研发、运营、发行的管理团队，凭借敏锐的市场嗅觉，深厚的行业积累享誉业内，所运营的手机游戏覆盖IOS、Android 、Windows phone等主流手机平台，致力于为广大游戏玩家打造丰富精彩的手机游戏运营平台，成为国内领先的手机游戏运营商和发行商。</p><br />
      <p>凭借在移动互联网及手机网游领域长期积累的运营及发行经验，微蕊数码迅速构建起行业一流的手机网游运营和发行体系，涵盖产品发掘、游戏测评、游戏改进、运营和分发等各个环节，迅速搭建起了自有手机网游运营平台，并与1000多家游戏推广渠道及国内外300多家游戏开发商建立了战略合作关系。</p><br />
      <p>挖掘和传播更多乐趣是微蕊数码的企业使命，微蕊数码把‘为用户提供更优质更精彩的手机网游游戏’作为目标，提供手机网游运营业务、单机游戏运营业务，及移动互联网增值业务。公司成立以来，与多家游戏开发商建立了战略合作关系，目前代理的手机网游产品有："王国使命"；"船长日志"、"圣歌"，合作联运代理的手机网游超过数十款。</p><br />
      <p>微蕊数码拥有务实创新的发展战略，以"渠道平台为本、内容服务为王"为宗旨，联合国内外精品游戏开发商，打造精品手机游戏运营平台，并通过多层次、多方位的发行渠道，提升精细化运营水平和服务，打造卓越游戏的管理团队，领先的跨平台移动终端游戏的发行商和运营商是高鸿互动云端游戏人一直的追求和努力的目标。</p><br />
      <p>除了致力于开发和运营手机游戏，微蕊数码也为政务单位、医疗机构、企业集团、电商公司和个人群体等提供产品解决方案和优化设计服务等等，凭借先进的团队技术和多家企业的服务经验，为客户创造更多品牌价值和高质效益，帮助每一位客户在市场得到广泛推广，并赢得良好的口碑信誉。</p>
    </div>
  </div>
</div>

<!--footer start:-->
<?php include('footer.php'); ?>
<!--footer end-->


</body>
</html>